Revit 2022 API
ElectricalSystemSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public ElectricalSystemSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
ElectricalSystemSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
ElectricalSystemSetIterator Class
Autodesk.Revit.DB.Electrical Namespace